{
  "<SEP>": 0,
  "CHORD:A1,A2|D0.5|S0.0": 1,
  "CHORD:A1,A2|D0.5|S0.5": 2,
  "CHORD:A2,A3|D0.5|S0.0": 3,
  "CHORD:A2,D3|D2.0|S0.0": 4,
  "CHORD:A2,E3,C#4|D0.5|S0.0": 5,
  "CHORD:A2,E3|D1.0|S0.5": 6,
  "CHORD:A2,G3|D1.0|S0.0": 7,
  "CHORD:A3,A4|D0.25|S0.0": 8,
  "CHORD:A3,B-3|D0.25|S0.25": 9,
  "CHORD:A3,B-3|D0.25|S0.5": 10,
  "CHORD:A3,B3,F4|D0.25|S0.5": 11,
  "CHORD:A3,B3|D0.25|S0.0": 12,
  "CHORD:A3,B3|D0.25|S0.25": 13,
  "CHORD:A3,C#3|D0.5|S0.0": 14,
  "CHORD:A3,C#3|D0.5|S0.5": 15,
  "CHORD:A3,C#4,G4|D0.5|S0.25": 16,
  "CHORD:A3,C#4|D0.25|S0.25": 17,
  "CHORD:A3,C#4|D0.25|S0.5": 18,
  "CHORD:A3,C#4|D0.333|S0.333": 19,
  "CHORD:A3,C#4|D1.5|S1.0": 20,
  "CHORD:A3,C4,E4|D0.25|S0.5": 21,
  "CHORD:A3,C4,F4,A4|D1.5|S1.5": 22,
  "CHORD:A3,C4,F4|D0.25|S0.0": 23,
  "CHORD:A3,C4,F4|D0.25|S0.5": 24,
  "CHORD:A3,C4,F4|D0.5|S0.0": 25,
  "CHORD:A3,C4,F4|D0.5|S0.5": 26,
  "CHORD:A3,C4,F4|D0.75|S0.25": 27,
  "CHORD:A3,C4|D0.25|S0.25": 28,
  "CHORD:A3,C4|D0.75|S0.0": 29,
  "CHORD:A3,C4|D1.5|S1.0": 30,
  "CHORD:A3,D4,F#4,A4|D1.5|S0.5": 31,
  "CHORD:A3,D4,F#4|D0.5|S0.25": 32,
  "CHORD:A3,D4,F#4|D0.5|S0.5": 33,
  "CHORD:A3,D4,F#4|D1.0|S0.25": 34,
  "CHORD:A3,D4|D0.25|S0.0": 35,
  "CHORD:A3,D4|D0.25|S0.25": 36,
  "CHORD:A3,D4|D0.75|S0.5": 37,
  "CHORD:A3,D4|D1.0|S2.0": 38,
  "CHORD:A3,D4|D1.5|S0.25": 39,
  "CHORD:A3,D4|D3.0|S0.0": 40,
  "CHORD:A3,E-4,G4|D1.0|S0.25": 41,
  "CHORD:A3,E-4,G4|D1.0|S0.5": 42,
  "CHORD:A3,E-4|D0.25|S0.0": 43,
  "CHORD:A3,E4|D0.25|S0.0": 44,
  "CHORD:A3,E4|D0.25|S0.25": 45,
  "CHORD:A3,F#3,D4|D1.5|S1.5": 46,
  "CHORD:A3,F#3,D4|D3.0|S0.5": 47,
  "CHORD:A3,F#3|D0.25|S0.25": 48,
  "CHORD:A3,F4,C4|D0.25|S0.0": 49,
  "CHORD:A3,F4,C4|D0.25|S0.25": 50,
  "CHORD:A3,F4,C4|D0.5|S0.25": 51,
  "CHORD:A3,F4,C4|D0.5|S0.5": 52,
  "CHORD:A3,F4|D0.25|S0.0": 53,
  "CHORD:A3,F4|D0.25|S0.25": 54,
  "CHORD:A3,F4|D0.5|S0.25": 55,
  "CHORD:A3,F4|D1.0|S0.0": 56,
  "CHORD:A3,F4|D1.0|S0.25": 57,
  "CHORD:A3,F4|D1.0|S0.5": 58,
  "CHORD:A3,G4|D0.25|S0.0": 59,
  "CHORD:A3,G4|D0.25|S0.25": 60,
  "CHORD:A3,G4|D1.0|S0.0": 61,
  "CHORD:A4,A5,C#5,F5|D0.5|S0.5": 62,
  "CHORD:A4,A5,C5,F5|D0.5|S0.5": 63,
  "CHORD:A4,A5|D0.25|S0.25": 64,
  "CHORD:A4,A5|D0.25|S0.5": 65,
  "CHORD:A4,A5|D0.5|S0.25": 66,
  "CHORD:A4,A5|D0.5|S0.5": 67,
  "CHORD:A4,B-4,A4|D0.333|S0.25": 68,
  "CHORD:A4,B4,D5|D0.25|S0.5": 69,
  "CHORD:A4,B4,E-5|D0.75|S0.5": 70,
  "CHORD:A4,B4,E5|D0.25|S0.5": 71,
  "CHORD:A4,B4,F5|D1.0|S0.5": 72,
  "CHORD:A4,B4|D0.25|S0.25": 73,
  "CHORD:A4,B4|D0.25|S0.5": 74,
  "CHORD:A4,B4|D0.75|S0.25": 75,
  "CHORD:A4,C#5,A5|D1.0|S0.5": 76,
  "CHORD:A4,C#5,F5,A5|D0.5|S0.5": 77,
  "CHORD:A4,C#5|D0.25|S0.25": 78,
  "CHORD:A4,C#5|D0.25|S0.5": 79,
  "CHORD:A4,C#5|D0.25|S0.75": 80,
  "CHORD:A4,C#5|D0.75|S0.167": 81,
  "CHORD:A4,C#5|D1.0|S0.25": 82,
  "CHORD:A4,C4,E-4|D0.25|S0.25": 83,
  "CHORD:A4,C5,D5,F#5|D1.5|S1.5": 84,
  "CHORD:A4,C5,F5,A5|D0.5|S0.5": 85,
  "CHORD:A4,C5,F5|D0.75|S0.5": 86,
  "CHORD:A4,C5,G5|D0.25|S0.25": 87,
  "CHORD:A4,C5|D0.25|S0.25": 88,
  "CHORD:A4,C5|D0.25|S0.5": 89,
  "CHORD:A4,C5|D0.25|S0.75": 90,
  "CHORD:A4,C5|D0.5|S0.25": 91,
  "CHORD:A4,C5|D0.5|S0.5": 92,
  "CHORD:A4,C5|D1.0|S0.25": 93,
  "CHORD:A4,C5|D1.0|S1.0": 94,
  "CHORD:A4,C5|D1.5|S0.25": 95,
  "CHORD:A4,C5|D2.0|S0.5": 96,
  "CHORD:A4,D4|D1.0|S0.333": 97,
  "CHORD:A4,D5,F#5,A5|D0.5|S0.5": 98,
  "CHORD:A4,D5,F5|D0.25|S0.5": 99,
  "CHORD:A4,D5|D0.25|S0.25": 100,
  "CHORD:A4,D5|D0.25|S0.5": 101,
  "CHORD:A4,D5|D0.5|S0.25": 102,
  "CHORD:A4,D5|D0.75|S0.0": 103,
  "CHORD:A4,D5|D0.75|S0.5": 104,
  "CHORD:A4,D5|D1.5|S0.0": 105,
  "CHORD:A4,E-5,G#5|D0.5|S0.25": 106,
  "CHORD:A4,E-5,G#5|D0.5|S0.5": 107,
  "CHORD:A4,E-5,G5|D1.0|S0.5": 108,
  "CHORD:A4,E-5|D0.5|S0.5": 109,
  "CHORD:A4,E4,C#5,E5|D0.25|S0.5": 110,
  "CHORD:A4,E4|D1.0|S0.5": 111,
  "CHORD:A4,E5|D0.25|S0.25": 112,
  "CHORD:A4,E5|D0.5|S0.5": 113,
  "CHORD:A4,F#4,D4|D1.0|S0.25": 114,
  "CHORD:A4,F#4,G#4|D0.25|S0.25": 115,
  "CHORD:A4,F#4|D0.25|S0.5": 116,
  "CHORD:A4,F#4|D0.5|S0.25": 117,
  "CHORD:A4,F#4|D0.5|S1.0": 118,
  "CHORD:A4,F#4|D0.75|S0.5": 119,
  "CHORD:A4,F#4|D1.0|S0.5": 120,
  "CHORD:A4,F#5|D0.333|S0.5": 121,
  "CHORD:A4,F#5|D1.0|S0.5": 122,
  "CHORD:A4,F5,A5|D0.333|S0.25": 123,
  "CHORD:A4,F5,C5|D0.75|S0.5": 124,
  "CHORD:A4,F5|D0.25|S0.25": 125,
  "CHORD:A4,F5|D0.25|S0.5": 126,
  "CHORD:A4,F5|D0.5|S0.0": 127,
  "CHORD:A4,F5|D0.5|S0.25": 128,
  "CHORD:A4,F5|D1.0|S0.5": 129,
  "CHORD:A4,F5|D1.5|S0.25": 130,
  "CHORD:A4,F5|D1.5|S0.5": 131,
  "CHORD:A4,G#4,A4|D0.25|S0.25": 132,
  "CHORD:A4,G#4|D0.25|S0.25": 133,
  "CHORD:A4,G4|D0.25|S0.25": 134,
  "CHORD:A4,G4|D0.25|S0.5": 135,
  "CHORD:A4,G4|D0.5|S0.25": 136,
  "CHORD:A4,G4|D0.5|S0.5": 137,
  "CHORD:A4,G5|D0.25|S0.25": 138,
  "CHORD:A5,A4,C5,F5|D0.5|S0.25": 139,
  "CHORD:A5,A4,F5,C#5|D0.5|S0.25": 140,
  "CHORD:A5,A4,F5,C5|D0.5|S0.5": 141,
  "CHORD:A5,A4|D0.5|S0.5": 142,
  "CHORD:A5,A6,B-5,B-6|D0.25|S0.25": 143,
  "CHORD:A5,A6|D0.25|S0.5": 144,
  "CHORD:A5,B-4|D0.25|S0.25": 145,
  "CHORD:A5,B-5|D0.25|S0.0": 146,
  "CHORD:A5,B-5|D0.333|S0.0": 147,
  "CHORD:A5,B5|D0.25|S0.0": 148,
  "CHORD:A5,C#5|D1.0|S0.25": 149,
  "CHORD:A5,C#6,E6|D0.5|S0.25": 150,
  "CHORD:A5,C#6,E6|D0.5|S0.5": 151,
  "CHORD:A5,C6,C5,F5|D0.333|S0.5": 152,
  "CHORD:A5,C6,C5,F5|D0.5|S0.25": 153,
  "CHORD:A5,C6,F5,C5|D0.333|S0.5": 154,
  "CHORD:A5,C6,F5,C5|D0.5|S0.5": 155,
  "CHORD:A5,C6|D0.25|S0.5": 156,
  "CHORD:A5,C6|D0.5|S0.25": 157,
  "CHORD:A5,D5,F#5,D6|D0.25|S0.25": 158,
  "CHORD:A5,D5|D0.25|S0.25": 159,
  "CHORD:A5,D5|D0.25|S0.5": 160,
  "CHORD:A5,D5|D1.0|S0.0": 161,
  "CHORD:A5,D5|D3.0|S0.0": 162,
  "CHORD:A5,D6,D5|D1.5|S0.5": 163,
  "CHORD:A5,E-5|D0.75|S0.5": 164,
  "CHORD:A5,E-6|D0.25|S0.25": 165,
  "CHORD:A5,E-6|D0.75|S0.25": 166,
  "CHORD:A5,E5,C#5|D1.0|S0.25": 167,
  "CHORD:A5,E5,C5|D0.083|S0.25": 168,
  "CHORD:A5,E5,C5|D0.25|S0.25": 169,
  "CHORD:A5,E5,C5|D0.333|S0.167": 170,
  "CHORD:A5,E5,C5|D0.333|S0.25": 171,
  "CHORD:A5,E5|D0.25|S0.5": 172,
  "CHORD:A5,E5|D0.5|S0.5": 173,
  "CHORD:A5,E6|D0.25|S0.25": 174,
  "CHORD:A5,F#5|D0.5|S0.5": 175,
  "CHORD:A5,F5,C#5,A4|D0.5|S0.25": 176,
  "CHORD:A5,F5,C#5,A4|D0.5|S0.5": 177,
  "CHORD:A5,F5,C5,A4|D0.5|S0.25": 178,
  "CHORD:A5,F5,C5,A4|D0.5|S0.5": 179,
  "CHORD:A5,F5,C6,C5|D0.333|S0.5": 180,
  "CHORD:A5,F5,C6,C5|D0.5|S0.25": 181,
  "CHORD:A5,F5|D0.5|S0.25": 182,
  "CHORD:A5,F5|D0.5|S0.5": 183,
  "CHORD:A5,F5|D1.0|S0.25": 184,
  "CHORD:A5,G#5|D0.25|S0.25": 185,
  "CHORD:A5,G5,A5|D0.25|S0.25": 186,
  "CHORD:A5,G5|D0.25|S0.25": 187,
  "CHORD:A5,G5|D0.25|S0.5": 188,
  "CHORD:A5,G5|D0.333|S0.333": 189,
  "CHORD:A5,G5|D0.5|S0.5": 190,
  "CHORD:A6,A5|D0.25|S0.5": 191,
  "CHORD:A6,A5|D1.0|S0.25": 192,
  "CHORD:A6,B6|D0.333|S0.0": 193,
  "CHORD:A6,C#7,E7|D0.5|S0.25": 194,
  "CHORD:A6,C6,A5|D0.25|S0.5": 195,
  "CHORD:A6,F6,C6,A5|D0.25|S2.0": 196,
  "CHORD:A6,G#6|D0.333|S0.083": 197,
  "CHORD:B-1,B-2|D1.0|S0.0": 198,
  "CHORD:B-1,B-2|D1.5|S0.0": 199,
  "CHORD:B-1,B-2|D3.0|S0.0": 200,
  "CHORD:B-2,B-3|D1.5|S0.0": 201,
  "CHORD:B-2,D3|D1.5|S0.0": 202,
  "CHORD:B-2,D4|D2.0|S0.0": 203,
  "CHORD:B-2,E-4|D1.0|S0.0": 204,
  "CHORD:B-2,F3,C#4|D0.167|S0.083": 205,
  "CHORD:B-2,F3,C#4|D1.5|S0.167": 206,
  "CHORD:B-2,F3,G3|D1.5|S0.0": 207,
  "CHORD:B-2,F3|D3.0|S0.0": 208,
  "CHORD:B-2,G#3|D0.5|S0.0": 209,
  "CHORD:B-2,G#3|D1.0|S0.0": 210,
  "CHORD:B-3,B-2|D1.5|S0.0": 211,
  "CHORD:B-3,B-4|D0.5|S0.5": 212,
  "CHORD:B-3,B-4|D0.75|S0.25": 213,
  "CHORD:B-3,B-4|D0.75|S0.5": 214,
  "CHORD:B-3,B-4|D0.75|S0.75": 215,
  "CHORD:B-3,B3|D0.25|S0.0": 216,
  "CHORD:B-3,B3|D0.25|S0.25": 217,
  "CHORD:B-3,B3|D0.25|S0.5": 218,
  "CHORD:B-3,B3|D0.333|S0.083": 219,
  "CHORD:B-3,B3|D0.333|S0.25": 220,
  "CHORD:B-3,B3|D0.333|S0.333": 221,
  "CHORD:B-3,C#4,F4|D0.25|S0.5": 222,
  "CHORD:B-3,C4,F#4|D0.25|S0.5": 223,
  "CHORD:B-3,C4|D0.25|S0.0": 224,
  "CHORD:B-3,C4|D0.333|S0.0": 225,
  "CHORD:B-3,D4,F4|D0.25|S0.25": 226,
  "CHORD:B-3,D4,G4|D0.25|S0.25": 227,
  "CHORD:B-3,D4,G4|D0.5|S0.25": 228,
  "CHORD:B-3,D4,G4|D0.75|S0.25": 229,
  "CHORD:B-3,D4,G4|D1.0|S0.25": 230,
  "CHORD:B-3,D4,G4|D1.0|S0.5": 231,
  "CHORD:B-3,D4|D0.25|S0.25": 232,
  "CHORD:B-3,D4|D0.25|S0.75": 233,
  "CHORD:B-3,D4|D0.5|S0.25": 234,
  "CHORD:B-3,D4|D0.75|S0.25": 235,
  "CHORD:B-3,D4|D0.75|S0.5": 236,
  "CHORD:B-3,D4|D1.5|S0.0": 237,
  "CHORD:B-3,E-3|D1.5|S0.0": 238,
  "CHORD:B-3,E-3|D3.0|S0.0": 239,
  "CHORD:B-3,E-4,G4|D0.5|S0.5": 240,
  "CHORD:B-3,E4,D4|D0.5|S0.333": 241,
  "CHORD:B-3,E4|D0.25|S0.25": 242,
  "CHORD:B-3,E4|D0.5|S0.25": 243,
  "CHORD:B-3,F#3|D0.75|S0.0": 244,
  "CHORD:B-3,F#4,C4|D0.25|S0.5": 245,
  "CHORD:B-3,F#4|D0.25|S0.5": 246,
  "CHORD:B-3,F#4|D1.0|S0.0": 247,
  "CHORD:B-3,F4|D0.25|S0.25": 248,
  "CHORD:B-3,F4|D1.0|S0.25": 249,
  "CHORD:B-3,F4|D1.0|S0.5": 250,
  "CHORD:B-3,G#3|D0.333|S0.0": 251,
  "CHORD:B-3,G#3|D0.75|S0.25": 252,
  "CHORD:B-3,G#3|D0.75|S0.75": 253,
  "CHORD:B-3,G#4,E4|D3.0|S0.5": 254,
  "CHORD:B-3,G2|D1.5|S0.0": 255,
  "CHORD:B-3,G3|D0.25|S0.25": 256,
  "CHORD:B-3,G3|D3.0|S1.0": 257,
  "CHORD:B-3,G4,D4|D1.0|S0.5": 258,
  "CHORD:B-3,G4|D1.5|S0.0": 259,
  "CHORD:B-4,A5|D0.25|S0.25": 260,
  "CHORD:B-4,B-5|D0.25|S0.5": 261,
  "CHORD:B-4,B-5|D0.5|S0.25": 262,
  "CHORD:B-4,B-5|D0.5|S0.5": 263,
  "CHORD:B-4,B-5|D0.5|S1.0": 264,
  "CHORD:B-4,B-5|D0.5|S1.25": 265,
  "CHORD:B-4,B-5|D0.75|S0.25": 266,
  "CHORD:B-4,B-5|D0.75|S0.5": 267,
  "CHORD:B-4,B-5|D0.75|S0.75": 268,
  "CHORD:B-4,B-5|D1.0|S0.5": 269,
  "CHORD:B-4,B-5|D1.5|S0.5": 270,
  "CHORD:B-4,C#4,F#4|D0.25|S0.5": 271,
  "CHORD:B-4,C#4|D0.25|S0.25": 272,
  "CHORD:B-4,C#5,F5|D0.25|S0.5": 273,
  "CHORD:B-4,C#5|D0.25|S0.25": 274,
  "CHORD:B-4,C#5|D0.25|S0.75": 275,
  "CHORD:B-4,C#5|D0.333|S0.333": 276,
  "CHORD:B-4,C#5|D0.5|S0.5": 277,
  "CHORD:B-4,C#5|D0.75|S0.5": 278,
  "CHORD:B-4,C5,D5|D0.25|S0.25": 279,
  "CHORD:B-4,C5,E4|D0.25|S0.25": 280,
  "CHORD:B-4,C5,E5,B-5|D0.5|S0.25": 281,
  "CHORD:B-4,C5|D0.25|S0.0": 282,
  "CHORD:B-4,C5|D0.333|S0.0": 283,
  "CHORD:B-4,C5|D0.333|S0.5": 284,
  "CHORD:B-4,D5,B-5,G5|D1.5|S1.5": 285,
  "CHORD:B-4,D5,B-5,G5|D2.0|S0.5": 286,
  "CHORD:B-4,D5,B-5|D0.25|S0.5": 287,
  "CHORD:B-4,D5,F5|D0.25|S0.25": 288,
  "CHORD:B-4,D5,F5|D0.25|S0.5": 289,
  "CHORD:B-4,D5,G5,B-5|D0.5|S0.5": 290,
  "CHORD:B-4,D5,G5|D0.25|S0.75": 291,
  "CHORD:B-4,D5,G5|D0.5|S0.25": 292,
  "CHORD:B-4,D5,G5|D0.75|S0.5": 293,
  "CHORD:B-4,D5,G5|D1.0|S0.5": 294,
  "CHORD:B-4,D5|D0.25|S0.25": 295,
  "CHORD:B-4,D5|D0.25|S0.5": 296,
  "CHORD:B-4,D5|D0.25|S0.75": 297,
  "CHORD:B-4,D5|D0.5|S0.25": 298,
  "CHORD:B-4,D5|D0.5|S0.5": 299,
  "CHORD:B-4,D5|D0.5|S1.5": 300,
  "CHORD:B-4,D5|D0.75|S0.0": 301,
  "CHORD:B-4,D5|D0.75|S0.5": 302,
  "CHORD:B-4,D5|D1.0|S0.25": 303,
  "CHORD:B-4,D5|D1.0|S0.5": 304,
  "CHORD:B-4,D5|D1.0|S1.0": 305,
  "CHORD:B-4,E-4|D0.25|S0.25": 306,
  "CHORD:B-4,E-5|D0.25|S0.25": 307,
  "CHORD:B-4,E-5|D0.5|S0.5": 308,
  "CHORD:B-4,E-5|D1.5|S0.0": 309,
  "CHORD:B-4,E5,F5|D0.25|S0.75": 310,
  "CHORD:B-4,E5,G5|D1.0|S0.5": 311,
  "CHORD:B-4,E5|D0.25|S0.5": 312,
  "CHORD:B-4,E5|D1.0|S0.5": 313,
  "CHORD:B-4,E5|D3.0|S0.333": 314,
  "CHORD:B-4,F#4,C#4|D0.25|S0.5": 315,
  "CHORD:B-4,F#4,E-4|D0.25|S0.5": 316,
  "CHORD:B-4,F#4|D0.333|S0.167": 317,
  "CHORD:B-4,F#4|D2.0|S0.25": 318,
  "CHORD:B-4,F#4|D2.0|S0.5": 319,
  "CHORD:B-4,F#5|D0.333|S0.0": 320,
  "CHORD:B-4,F#5|D0.333|S0.5": 321,
  "CHORD:B-4,F4,D5|D0.5|S0.25": 322,
  "CHORD:B-4,F4|D0.25|S0.25": 323,
  "CHORD:B-4,F4|D0.25|S0.5": 324,
  "CHORD:B-4,F4|D2.0|S0.0": 325,
  "CHORD:B-4,F4|D2.0|S0.5": 326,
  "CHORD:B-4,F5,C#5|D0.25|S0.5": 327,
  "CHORD:B-4,F5|D0.25|S0.25": 328,
  "CHORD:B-4,F5|D0.25|S1.0": 329,
  "CHORD:B-4,F5|D0.5|S0.5": 330,
  "CHORD:B-4,F5|D1.0|S0.5": 331,
  "CHORD:B-4,F5|D1.5|S0.5": 332,
  "CHORD:B-4,G#4|D0.167|S0.0": 333,
  "CHORD:B-4,G#4|D0.333|S0.0": 334,
  "CHORD:B-4,G3,D4|D3.0|S0.0": 335,
  "CHORD:B-4,G4,D4|D0.25|S0.25": 336,
  "CHORD:B-4,G4,D4|D0.25|S0.5": 337,
  "CHORD:B-4,G4,F5,G5|D0.25|S0.75": 338,
  "CHORD:B-4,G4|D0.25|S0.25": 339,
  "CHORD:B-4,G4|D0.25|S0.5": 340,
  "CHORD:B-4,G4|D0.5|S0.5": 341,
  "CHORD:B-4,G4|D0.5|S1.0": 342,
  "CHORD:B-4,G4|D2.0|S0.5": 343,
  "CHORD:B-4,G5,G4,F5|D0.25|S0.75": 344,
  "CHORD:B-5,A5,B-5|D0.25|S0.25": 345,
  "CHORD:B-5,A5|D0.25|S0.25": 346,
  "CHORD:B-5,A5|D0.333|S0.083": 347,
  "CHORD:B-5,B-4,C5,E5|D0.5|S0.167": 348,
  "CHORD:B-5,B-4|D0.25|S0.5": 349,
  "CHORD:B-5,B-4|D0.5|S0.25": 350,
  "CHORD:B-5,B-4|D0.5|S0.5": 351,
  "CHORD:B-5,B-6|D1.0|S0.5": 352,
  "CHORD:B-5,C#5,C#6,F#5|D0.5|S0.5": 353,
  "CHORD:B-5,C#6,F6|D0.25|S0.5": 354,
  "CHORD:B-5,C#6|D0.25|S0.25": 355,
  "CHORD:B-5,C#6|D0.75|S0.5": 356,
  "CHORD:B-5,C5|D0.333|S0.25": 357,
  "CHORD:B-5,C5|D0.5|S0.25": 358,
  "CHORD:B-5,C6,C5,E5|D0.333|S0.25": 359,
  "CHORD:B-5,C6,C5,E5|D0.333|S0.5": 360,
  "CHORD:B-5,C6,C5,E5|D0.5|S0.5": 361,
  "CHORD:B-5,C6,E5,C5|D0.333|S0.5": 362,
  "CHORD:B-5,C6,E5,C5|D0.5|S0.25": 363,
  "CHORD:B-5,C6,E5,C5|D0.5|S0.5": 364,
  "CHORD:B-5,C6|D0.25|S0.0": 365,
  "CHORD:B-5,C6|D0.25|S0.25": 366,
  "CHORD:B-5,C6|D0.25|S0.75": 367,
  "CHORD:B-5,C6|D0.333|S0.25": 368,
  "CHORD:B-5,C6|D0.333|S0.333": 369,
  "CHORD:B-5,D5,G5,D6|D0.75|S0.5": 370,
  "CHORD:B-5,D6,G6,G5|D0.25|S0.25": 371,
  "CHORD:B-5,E-5,G5|D0.5|S0.5": 372,
  "CHORD:B-5,E5,C5,B-4|D0.5|S0.167": 373,
  "CHORD:B-5,E5,C5,B-4|D0.5|S0.5": 374,
  "CHORD:B-5,E5,C6,C5|D0.333|S0.5": 375,
  "CHORD:B-5,E5,D6|D0.25|S0.25": 376,
  "CHORD:B-5,E5|D0.5|S0.5": 377,
  "CHORD:B-5,F#5,E-5|D0.25|S0.5": 378,
  "CHORD:B-5,F5,F6|D1.0|S0.5": 379,
  "CHORD:B-5,F5|D0.25|S0.25": 380,
  "CHORD:B-5,F5|D0.25|S0.5": 381,
  "CHORD:B-5,F6,C#6|D0.25|S0.5": 382,
  "CHORD:B-5,F6|D0.25|S0.25": 383,
  "CHORD:B-5,F6|D0.25|S0.5": 384,
  "CHORD:B-5,G#5,B-5|D0.25|S0.25": 385,
  "CHORD:B-5,G#5|D0.333|S0.333": 386,
  "CHORD:B-5,G5,D5,B-4|D0.5|S0.25": 387,
  "CHORD:B-5,G5,D5,B-4|D0.5|S0.5": 388,
  "CHORD:B-5,G5,D6,G6|D0.25|S0.25": 389,
  "CHORD:B-5,G5,D6|D0.25|S0.25": 390,
  "CHORD:B-5,G5,E-5|D0.5|S0.5": 391,
  "CHORD:B-5,G5,E-6,G6|D0.25|S0.25": 392,
  "CHORD:B-5,G5,E6|D0.25|S0.0": 393,
  "CHORD:B-5,G5,G6,E-6|D0.25|S0.25": 394,
  "CHORD:B-5,G5|D0.25|S0.25": 395,
  "CHORD:B-5,G5|D1.0|S0.5": 396,
  "CHORD:B-6,B-5|D0.25|S0.5": 397,
  "CHORD:B-6,C7|D0.25|S0.25": 398,
  "CHORD:B-6,E-6,G6,E-7|D0.25|S0.25": 399,
  "CHORD:B-6,E-6,G6,E-7|D3.0|S1.5": 400,
  "CHORD:B-6,E6,D7|D0.25|S0.25": 401,
  "CHORD:B-6,F#6,C#6,B-5|D0.25|S0.5": 402,
  "CHORD:B-6,F#6,C#6,B-5|D0.5|S0.25": 403,
  "CHORD:B-6,F#6,E-6|D0.25|S0.5": 404,
  "CHORD:B1,B2|D0.5|S0.5": 405,
  "CHORD:B2,A3|D1.0|S0.0": 406,
  "CHORD:B2,A3|D2.0|S0.0": 407,
  "CHORD:B2,F#3,B3|D0.25|S0.0": 408,
  "CHORD:B2,F#3,B3|D0.5|S0.0": 409,
  "CHORD:B2,F#3|D1.0|S0.0": 410,
  "CHORD:B2,F3|D1.0|S0.0": 411,
  "CHORD:B3,A4|D0.5|S0.25": 412,
  "CHORD:B3,B4|D0.5|S0.5": 413,
  "CHORD:B3,C#4|D0.25|S0.0": 414,
  "CHORD:B3,C#4|D0.25|S0.5": 415,
  "CHORD:B3,C#4|D0.333|S1.0": 416,
  "CHORD:B3,C#5|D0.75|S0.0": 417,
  "CHORD:B3,D4,F3|D0.25|S0.5": 418,
  "CHORD:B3,D4,F4|D1.0|S0.167": 419,
  "CHORD:B3,D4,F4|D1.0|S0.25": 420,
  "CHORD:B3,D4,F4|D1.0|S0.5": 421,
  "CHORD:B3,D4,G#4|D1.0|S0.167": 422,
  "CHORD:B3,D4,G4,B4|D3.0|S0.5": 423,
  "CHORD:B3,D4,G4,B4|D3.0|S1.0": 424,
  "CHORD:B3,D4,G4|D0.25|S0.25": 425,
  "CHORD:B3,D4|D0.5|S0.0": 426,
  "CHORD:B3,D4|D1.0|S0.0": 427,
  "CHORD:B3,E-4|D0.25|S0.25": 428,
  "CHORD:B3,E-4|D0.25|S0.5": 429,
  "CHORD:B3,E4,G#4|D0.25|S0.5": 430,
  "CHORD:B3,E4|D0.5|S0.25": 431,
  "CHORD:B3,F#4,B4|D2.0|S0.0": 432,
  "CHORD:B3,F#4|D0.5|S0.5": 433,
  "CHORD:B3,F#4|D1.0|S0.0": 434,
  "CHORD:B3,F3,D4|D0.25|S0.0": 435,
  "CHORD:B3,F4|D0.25|S0.5": 436,
  "CHORD:B3,F4|D0.5|S0.0": 437,
  "CHORD:B3,G#3|D0.25|S0.25": 438,
  "CHORD:B3,G#4,F4,G#3|D0.5|S0.5": 439,
  "CHORD:B4,A4,E5|D0.25|S1.0": 440,
  "CHORD:B4,A4|D0.25|S0.25": 441,
  "CHORD:B4,B3|D0.5|S0.5": 442,
  "CHORD:B4,B5,D5,F#5|D1.5|S0.25": 443,
  "CHORD:B4,B5|D0.25|S0.5": 444,
  "CHORD:B4,B5|D0.5|S0.5": 445,
  "CHORD:B4,B5|D2.0|S0.25": 446,
  "CHORD:B4,C#5,B5|D0.25|S0.75": 447,
  "CHORD:B4,C#5|D0.25|S0.25": 448,
  "CHORD:B4,C4,G#4|D0.75|S0.0": 449,
  "CHORD:B4,C5|D0.25|S0.0": 450,
  "CHORD:B4,C5|D0.25|S0.5": 451,
  "CHORD:B4,D5,B5|D1.0|S0.25": 452,
  "CHORD:B4,D5,B5|D1.0|S0.5": 453,
  "CHORD:B4,D5,C#5,E5|D0.25|S0.5": 454,
  "CHORD:B4,D5,E-5|D0.25|S0.25": 455,
  "CHORD:B4,D5,F5|D0.25|S0.75": 456,
  "CHORD:B4,D5,G5|D0.25|S0.75": 457,
  "CHORD:B4,D5,G5|D0.5|S0.25": 458,
  "CHORD:B4,D5,G5|D0.5|S0.5": 459,
  "CHORD:B4,D5|D0.25|S0.25": 460,
  "CHORD:B4,D5|D0.25|S0.5": 461,
  "CHORD:B4,D5|D0.333|S0.25": 462,
  "CHORD:B4,D5|D0.333|S0.5": 463,
  "CHORD:B4,D5|D0.5|S0.25": 464,
  "CHORD:B4,D5|D0.5|S0.5": 465,
  "CHORD:B4,D5|D0.75|S0.25": 466,
  "CHORD:B4,D5|D1.0|S0.5": 467,
  "CHORD:B4,E-4,E-5|D1.0|S0.5": 468,
  "CHORD:B4,E-4,F4|D0.25|S0.5": 469,
  "CHORD:B4,E-4|D0.75|S0.25": 470,
  "CHORD:B4,E-5,B5,G#5|D1.5|S0.5": 471,
  "CHORD:B4,E-5,B5|D1.0|S0.5": 472,
  "CHORD:B4,E-5,C#5,E5|D0.333|S0.25": 473,
  "CHORD:B4,E-5,G#5|D3.0|S0.0": 474,
  "CHORD:B4,E-5|D0.25|S0.333": 475,
  "CHORD:B4,E-5|D0.25|S0.75": 476,
  "CHORD:B4,E-5|D0.5|S0.25": 477,
  "CHORD:B4,E-5|D3.0|S0.5": 478,
  "CHORD:B4,E4|D0.5|S0.5": 479,
  "CHORD:B4,E5,B5|D0.75|S0.5": 480,
  "CHORD:B4,E5,G#5|D0.75|S0.5": 481,
  "CHORD:B4,E5|D1.0|S0.25": 482,
  "CHORD:B4,E5|D1.5|S0.25": 483,
  "CHORD:B4,F#4,E-4|D0.25|S0.5": 484,
  "CHORD:B4,F#5|D0.5|S0.25": 485,
  "CHORD:B4,F4,C#4|D0.5|S0.0": 486,
  "CHORD:B4,F4,E-4|D0.25|S0.5": 487,
  "CHORD:B4,F4|D0.25|S0.25": 488,
  "CHORD:B4,F4|D0.25|S0.5": 489,
  "CHORD:B4,F5,B5|D0.25|S0.5": 490,
  "CHORD:B4,F5,B5|D0.5|S0.25": 491,
  "CHORD:B4,F5,D5|D0.5|S0.25": 492,
  "CHORD:B4,F5,E-5|D2.0|S2.0": 493,
  "CHORD:B4,F5,G#4|D0.25|S0.25": 494,
  "CHORD:B4,F5,G#5|D0.75|S0.25": 495,
  "CHORD:B4,F5|D0.333|S0.25": 496,
  "CHORD:B4,F5|D0.333|S0.5": 497,
  "CHORD:B4,F5|D0.5|S0.25": 498,
  "CHORD:B4,G#4,E-5|D0.25|S0.5": 499,
  "CHORD:B4,G#4|D0.75|S0.5": 500,
  "CHORD:B4,G#4|D1.5|S0.25": 501,
  "CHORD:B4,G#5|D0.5|S0.5": 502,
  "CHORD:B4,G4,D5|D0.5|S0.5": 503,
  "CHORD:B5,A5|D0.25|S0.25": 504,
  "CHORD:B5,A5|D0.5|S0.5": 505,
  "CHORD:B5,B4|D0.5|S0.25": 506,
  "CHORD:B5,B4|D0.5|S0.5": 507,
  "CHORD:B5,B4|D2.25|S0.25": 508,
  "CHORD:B5,C#6|D0.25|S0.5": 509,
  "CHORD:B5,C6|D0.25|S0.0": 510,
  "CHORD:B5,C6|D0.25|S0.5": 511,
  "CHORD:B5,D5,G5|D0.5|S0.5": 512,
  "CHORD:B5,D6,G6,B6|D1.0|S2.0": 513,
  "CHORD:B5,D6,G6|D0.5|S0.25": 514,
  "CHORD:B5,D6,G6|D0.5|S0.5": 515,
  "CHORD:B5,D6,G6|D1.0|S0.25": 516,
  "CHORD:B5,D6,G6|D2.0|S5.0": 517,
  "CHORD:B5,D6,G6|D3.0|S0.25": 518,
  "CHORD:B5,E-5,B4|D0.083|S0.25": 519,
  "CHORD:B5,E-5,B4|D0.25|S0.25": 520,
  "CHORD:B5,E-5,B4|D0.333|S0.167": 521,
  "CHORD:B5,E-5,B4|D0.333|S0.25": 522,
  "CHORD:B5,E-6|D0.5|S0.25": 523,
  "CHORD:B5,F#5,B4|D1.5|S0.0": 524,
  "CHORD:B5,F#5|D0.5|S0.5": 525,
  "CHORD:B5,F#5|D1.0|S0.25": 526,
  "CHORD:B5,F5,C#5,C#6|D0.5|S0.5": 527,
  "CHORD:B5,F5,E-6|D0.25|S0.5": 528,
  "CHORD:B5,F5|D0.25|S0.25": 529,
  "CHORD:B5,F6,G6|D0.333|S0.25": 530,
  "CHORD:B5,G5,D6|D0.5|S0.5": 531,
  "CHORD:B6,B5|D0.25|S0.5": 532,
  "CHORD:B6,F6|D0.25|S0.25": 533,
  "CHORD:B6,F6|D0.25|S0.5": 534,
  "CHORD:C#2,C#3|D0.25|S0.25": 535,
  "CHORD:C#2,C#3|D0.5|S0.0": 536,
  "CHORD:C#2,C#3|D1.0|S0.0": 537,
  "CHORD:C#2,C#3|D3.0|S0.0": 538,
  "CHORD:C#2,F3,C#4|D0.167|S0.083": 539,
  "CHORD:C#2,F3,C#4|D0.167|S0.333": 540,
  "CHORD:C#2,F3,C#4|D1.333|S0.0": 541,
  "CHORD:C#2,G#2,C#3|D3.0|S2.25": 542,
  "CHORD:C#3,B-3|D0.5|S0.0": 543,
  "CHORD:C#3,B-3|D0.5|S0.5": 544,
  "CHORD:C#3,B-3|D1.0|S0.0": 545,
  "CHORD:C#3,B3,F4|D1.0|S0.75": 546,
  "CHORD:C#3,B3|D1.0|S0.0": 547,
  "CHORD:C#3,C#2|D0.25|S0.25": 548,
  "CHORD:C#3,D3|D0.25|S0.0": 549,
  "CHORD:C#3,F#2,F#3|D0.5|S0.0": 550,
  "CHORD:C#3,F3,G#3|D1.5|S0.0": 551,
  "CHORD:C#3,F3|D0.333|S0.333": 552,
  "CHORD:C#3,F3|D0.75|S0.0": 553,
  "CHORD:C#3,G#3|D1.0|S0.0": 554,
  "CHORD:C#3,G3,B-3|D1.0|S0.0": 555,
  "CHORD:C#3,G3,C#4|D0.5|S0.0": 556,
  "CHORD:C#4,A3|D1.0|S0.0": 557,
  "CHORD:C#4,A4,F#4|D0.5|S0.25": 558,
  "CHORD:C#4,A4,F#4|D0.5|S0.75": 559,
  "CHORD:C#4,A4|D1.0|S0.5": 560,
  "CHORD:C#4,B-3,B-4|D0.5|S0.5": 561,
  "CHORD:C#4,B-3,F4|D0.25|S0.5": 562,
  "CHORD:C#4,B-3|D0.5|S0.5": 563,
  "CHORD:C#4,B-4,F#4|D0.25|S0.5": 564,
  "CHORD:C#4,B-4|D0.5|S0.25": 565,
  "CHORD:C#4,B-4|D0.5|S0.5": 566,
  "CHORD:C#4,B3|D0.25|S0.0": 567,
  "CHORD:C#4,B3|D0.25|S0.25": 568,
  "CHORD:C#4,C#5|D0.25|S0.5": 569,
  "CHORD:C#4,C#5|D0.5|S0.5": 570,
  "CHORD:C#4,C5,G4|D1.0|S0.25": 571,
  "CHORD:C#4,C5,G4|D1.0|S0.5": 572,
  "CHORD:C#4,D4|D0.25|S0.25": 573,
  "CHORD:C#4,D4|D0.25|S0.5": 574,
  "CHORD:C#4,E-4|D0.25|S0.0": 575,
  "CHORD:C#4,E-4|D0.5|S0.25": 576,
  "CHORD:C#4,E4,G#4|D0.25|S0.5": 577,
  "CHORD:C#4,E4|D0.5|S0.25": 578,
  "CHORD:C#4,E4|D0.5|S0.5": 579,
  "CHORD:C#4,E4|D1.0|S1.0": 580,
  "CHORD:C#4,F#4,B-4,C#5|D0.25|S0.5": 581,
  "CHORD:C#4,F#4,B-4|D0.25|S0.5": 582,
  "CHORD:C#4,F#4,B-4|D2.0|S0.0": 583,
  "CHORD:C#4,F#4|D0.25|S0.25": 584,
  "CHORD:C#4,F#4|D0.25|S2.0": 585,
  "CHORD:C#4,F#4|D0.75|S0.25": 586,
  "CHORD:C#4,F#4|D1.0|S0.5": 587,
  "CHORD:C#4,F4,B4|D0.5|S0.0": 588,
  "CHORD:C#4,F4,B4|D1.0|S0.0": 589,
  "CHORD:C#4,F4,G#3|D0.25|S0.5": 590,
  "CHORD:C#4,F4,G#3|D0.5|S0.5": 591,
  "CHORD:C#4,F4|D0.25|S0.0": 592,
  "CHORD:C#4,F4|D0.25|S0.25": 593,
  "CHORD:C#4,F4|D0.25|S0.75": 594,
  "CHORD:C#4,F4|D0.25|S1.0": 595,
  "CHORD:C#4,F4|D0.333|S0.0": 596,
  "CHORD:C#4,F4|D0.5|S0.25": 597,
  "CHORD:C#4,G#3,F4|D0.25|S0.5": 598,
  "CHORD:C#4,G#3,F4|D0.5|S0.5": 599,
  "CHORD:C#4,G#3,G#4|D0.25|S0.0": 600,
  "CHORD:C#4,G#3|D0.25|S0.25": 601,
  "CHORD:C#4,G#3|D0.75|S0.25": 602,
  "CHORD:C#4,G#4,F4,G#3|D1.0|S0.75": 603,
  "CHORD:C#4,G#4,F5|D0.25|S0.0": 604,
  "CHORD:C#4,G#4,F5|D0.25|S0.25": 605,
  "CHORD:C#4,G#4,G#3|D0.25|S0.0": 606,
  "CHORD:C#4,G#4|D0.25|S0.167": 607,
  "CHORD:C#4,G#4|D0.25|S0.25": 608,
  "CHORD:C#4,G3|D0.25|S0.0": 609,
  "CHORD:C#4,G4,B-3|D0.25|S0.25": 610,
  "CHORD:C#4,G4,B-4|D0.333|S0.5": 611,
  "CHORD:C#4,G4,B-4|D0.333|S0.75": 612,
  "CHORD:C#4,G4,C#5|D0.25|S0.25": 613,
  "CHORD:C#4,G4,C#5|D0.75|S0.25": 614,
  "CHORD:C#4,G4,C5|D1.0|S0.5": 615,
  "CHORD:C#4,G4,C5|D1.0|S0.75": 616,
  "CHORD:C#4,G4,E-5|D0.333|S0.083": 617,
  "CHORD:C#4,G4,E-5|D0.333|S0.333": 618,
  "CHORD:C#4,G4|D0.25|S0.25": 619,
  "CHORD:C#4,G4|D0.5|S0.5": 620,
  "CHORD:C#4,G4|D1.0|S0.0": 621,
  "CHORD:C#4,G4|D1.5|S0.25": 622,
  "CHORD:C#4,G4|D2.0|S1.0": 623,
  "CHORD:C#5,A4,A5,F5|D0.5|S0.25": 624,
  "CHORD:C#5,A4,A5,F5|D0.5|S0.5": 625,
  "CHORD:C#5,A4|D0.25|S0.75": 626,
  "CHORD:C#5,A4|D0.75|S0.167": 627,
  "CHORD:C#5,A4|D1.0|S0.25": 628,
  "CHORD:C#5,A5,F5,A4|D0.5|S0.5": 629,
  "CHORD:C#5,A5|D0.25|S0.0": 630,
  "CHORD:C#5,A5|D0.25|S0.25": 631,
  "CHORD:C#5,A5|D0.25|S0.5": 632,
  "CHORD:C#5,A5|D0.5|S0.25": 633,
  "CHORD:C#5,A5|D0.5|S0.5": 634,
  "CHORD:C#5,A5|D1.0|S0.25": 635,
  "CHORD:C#5,B-4,F5|D0.25|S0.5": 636,
  "CHORD:C#5,B-4|D0.25|S0.25": 637,
  "CHORD:C#5,B-4|D0.5|S0.5": 638,
  "CHORD:C#5,B-4|D1.0|S0.5": 639,
  "CHORD:C#5,B4,C#5|D0.25|S0.25": 640,
  "CHORD:C#5,B4,G#4|D0.25|S0.5": 641,
  "CHORD:C#5,B4|D0.25|S0.25": 642,
  "CHORD:C#5,B5|D0.25|S0.25": 643,
  "CHORD:C#5,C#4|D0.25|S0.5": 644,
  "CHORD:C#5,C#4|D0.5|S0.5": 645,
  "CHORD:C#5,C#6,G#5|D0.5|S0.25": 646,
  "CHORD:C#5,C#6|D0.25|S0.5": 647,
  "CHORD:C#5,C#6|D0.5|S0.25": 648,
  "CHORD:C#5,C#6|D0.5|S0.5": 649,
  "CHORD:C#5,C#6|D1.0|S0.5": 650,
  "CHORD:C#5,C#6|D1.5|S0.25": 651,
  "CHORD:C#5,C#6|D1.5|S0.5": 652,
  "CHORD:C#5,C5|D0.333|S0.0": 653,
  "CHORD:C#5,E-5|D0.25|S0.5": 654,
  "CHORD:C#5,E-5|D0.333|S0.0": 655,
  "CHORD:C#5,E4|D0.25|S0.75": 656,
  "CHORD:C#5,E5,F#5|D0.25|S0.25": 657,
  "CHORD:C#5,E5,G5|D0.25|S0.75": 658,
  "CHORD:C#5,E5|D0.25|S0.5": 659,
  "CHORD:C#5,E5|D0.25|S0.75": 660,
  "CHORD:C#5,E5|D0.5|S0.25": 661,
  "CHORD:C#5,E5|D0.5|S0.5": 662,
  "CHORD:C#5,E5|D0.75|S0.25": 663,
  "CHORD:C#5,F#4,B4|D0.333|S0.083": 664,
  "CHORD:C#5,F#5|D0.25|S0.25": 665,
  "CHORD:C#5,F#5|D0.25|S0.5": 666,
  "CHORD:C#5,F#5|D0.5|S0.417": 667,
  "CHORD:C#5,F#5|D0.75|S0.5": 668,
  "CHORD:C#5,F4,B-4|D0.25|S0.25": 669,
  "CHORD:C#5,F4|D0.5|S0.5": 670,
  "CHORD:C#5,F5,B5,C#6|D0.25|S0.5": 671,
  "CHORD:C#5,F5|D0.25|S0.25": 672,
  "CHORD:C#5,F5|D0.25|S0.5": 673,
  "CHORD:C#5,F5|D0.333|S0.25": 674,
  "CHORD:C#5,F5|D0.5|S0.5": 675,
  "CHORD:C#5,F5|D1.0|S0.5": 676,
  "CHORD:C#5,G#4,F4,F5|D0.5|S0.167": 677,
  "CHORD:C#5,G#4,F4,F5|D0.5|S0.25": 678,
  "CHORD:C#5,G#4,F4,F5|D0.5|S0.5": 679,
  "CHORD:C#5,G#4|D0.25|S0.25": 680,
  "CHORD:C#5,G#4|D0.25|S0.5": 681,
  "CHORD:C#5,G#4|D0.5|S0.5": 682,
  "CHORD:C#5,G#5|D0.25|S0.25": 683,
  "CHORD:C#5,G#5|D2.75|S0.0": 684,
  "CHORD:C#5,G4,B-4,E5|D0.5|S0.5": 685,
  "CHORD:C#5,G4,F4,F5|D0.5|S0.167": 686,
  "CHORD:C#5,G4,F4,F5|D0.5|S0.5": 687,
  "CHORD:C#5,G4|D0.25|S0.0": 688,
  "CHORD:C#5,G5,C#6|D0.75|S0.5": 689,
  "CHORD:C#5,G5|D0.25|S0.0": 690,
  "CHORD:C#5,G5|D0.25|S0.25": 691,
  "CHORD:C#5,G5|D0.25|S0.5": 692,
  "CHORD:C#5,G5|D1.5|S0.5": 693,
  "CHORD:C#6,A4,E5|D3.0|S0.0": 694,
  "CHORD:C#6,A5|D0.25|S0.5": 695,
  "CHORD:C#6,A6|D0.5|S0.25": 696,
  "CHORD:C#6,B-5,B-6|D1.0|S0.5": 697,
  "CHORD:C#6,B-5|D0.25|S0.5": 698,
  "CHORD:C#6,B5,G#5|D0.25|S0.5": 699,
  "CHORD:C#6,C#5,G5|D0.75|S0.5": 700,
  "CHORD:C#6,C#5|D0.25|S0.5": 701,
  "CHORD:C#6,C#5|D0.5|S0.25": 702,
  "CHORD:C#6,C#5|D0.5|S0.5": 703,
  "CHORD:C#6,C#5|D1.5|S0.25": 704,
  "CHORD:C#6,C#7|D0.25|S0.5": 705,
  "CHORD:C#6,E-6|D0.25|S0.25": 706,
  "CHORD:C#6,E5|D0.5|S0.5": 707,
  "CHORD:C#6,F6,C#7|D3.0|S0.25": 708,
  "CHORD:C#6,F6|D0.25|S0.25": 709,
  "CHORD:C#6,G#5|D0.25|S0.5": 710,
  "CHORD:C#6,G5,B-5|D0.25|S0.5": 711,
  "CHORD:C#7,B6,G#6|D0.25|S0.5": 712,
  "CHORD:C#7,F6,C#6|D1.0|S1.0": 713,
  "CHORD:C2,C3|D0.25|S0.0": 714,
  "CHORD:C2,C3|D0.5|S0.0": 715,
  "CHORD:C2,C3|D1.0|S0.0": 716,
  "CHORD:C2,C3|D3.0|S0.0": 717,
  "CHORD:C3,A3|D2.0|S0.0": 718,
  "CHORD:C3,C2|D0.25|S0.0": 719,
  "CHORD:C3,C2|D0.5|S0.25": 720,
  "CHORD:C3,C4|D0.5|S0.0": 721,
  "CHORD:C3,F#3|D0.333|S0.0": 722,
  "CHORD:C3,F2|D1.5|S0.0": 723,
  "CHORD:C3,G3|D0.25|S0.0": 724,
  "CHORD:C4,A3|D0.5|S0.0": 725,
  "CHORD:C4,A3|D0.5|S0.5": 726,
  "CHORD:C4,A3|D1.5|S0.5": 727,
  "CHORD:C4,B-3|D0.25|S0.083": 728,
  "CHORD:C4,B-3|D0.5|S0.0": 729,
  "CHORD:C4,B-3|D0.5|S0.5": 730,
  "CHORD:C4,B4,G#4|D0.75|S0.0": 731,
  "CHORD:C4,C#4|D0.25|S0.0": 732,
  "CHORD:C4,C#4|D0.25|S0.25": 733,
  "CHORD:C4,C#4|D0.25|S0.5": 734,
  "CHORD:C4,C5,D4,F#4,A4|D0.75|S0.5": 735,
  "CHORD:C4,C5,G4|D0.25|S0.0": 736,
  "CHORD:C4,C5,G4|D0.25|S0.75": 737,
  "CHORD:C4,C5,G4|D0.5|S0.0": 738,
  "CHORD:C4,D4,F#4|D0.25|S0.25": 739,
  "CHORD:C4,D4|D0.25|S0.0": 740,
  "CHORD:C4,D4|D0.25|S0.25": 741,
  "CHORD:C4,D4|D0.25|S0.75": 742,
  "CHORD:C4,D4|D0.5|S0.0": 743,
  "CHORD:C4,D4|D0.5|S0.25": 744,
  "CHORD:C4,D4|D0.75|S0.0": 745,
  "CHORD:C4,D4|D0.75|S0.25": 746,
  "CHORD:C4,D4|D0.75|S0.5": 747,
  "CHORD:C4,E-4,A4|D0.25|S0.25": 748,
  "CHORD:C4,E-4,G4,C5|D0.5|S0.25": 749,
  "CHORD:C4,E-4,G4|D0.5|S0.25": 750,
  "CHORD:C4,E-4|D0.5|S0.25": 751,
  "CHORD:C4,E-4|D0.5|S0.5": 752,
  "CHORD:C4,E-4|D1.0|S1.0": 753,
  "CHORD:C4,E-4|D1.5|S1.5": 754,
  "CHORD:C4,E-4|D2.0|S0.0": 755,
  "CHORD:C4,E-4|D2.0|S0.333": 756,
  "CHORD:C4,E4|D0.25|S0.5": 757,
  "CHORD:C4,E4|D0.333|S0.333": 758,
  "CHORD:C4,E4|D0.5|S0.5": 759,
  "CHORD:C4,F#4,B-4|D0.25|S0.25": 760,
  "CHORD:C4,F#4,B-4|D0.5|S0.25": 761,
  "CHORD:C4,F#4,G#3|D0.25|S0.0": 762,
  "CHORD:C4,F#4,G#3|D0.25|S0.5": 763,
  "CHORD:C4,F#4,G#3|D0.5|S0.0": 764,
  "CHORD:C4,F#4,G#3|D0.5|S0.5": 765,
  "CHORD:C4,F#4|D0.25|S0.0": 766,
  "CHORD:C4,F#4|D0.25|S0.25": 767,
  "CHORD:C4,F#4|D0.5|S0.25": 768,
  "CHORD:C4,F#4|D1.0|S0.5": 769,
  "CHORD:C4,F#4|D1.5|S0.0": 770,
  "CHORD:C4,F3,F4|D0.5|S0.0": 771,
  "CHORD:C4,F3|D1.5|S0.0": 772,
  "CHORD:C4,F4,A3|D0.25|S0.25": 773,
  "CHORD:C4,F4,G#4,C5|D2.0|S0.25": 774,
  "CHORD:C4,F4|D0.5|S0.0": 775,
  "CHORD:C4,F4|D0.5|S0.417": 776,
  "CHORD:C4,F4|D0.5|S0.5": 777,
  "CHORD:C4,F4|D1.0|S0.5": 778,
  "CHORD:C4,G#3,F#4|D0.25|S0.0": 779,
  "CHORD:C4,G#3,F#4|D0.25|S0.5": 780,
  "CHORD:C4,G#3,F#4|D0.5|S0.0": 781,
  "CHORD:C4,G#3,F#4|D0.5|S0.5": 782,
  "CHORD:C4,G#3|D0.25|S0.25": 783,
  "CHORD:C4,G#3|D0.5|S0.0": 784,
  "CHORD:C4,G#3|D0.5|S0.5": 785,
  "CHORD:C4,G#4,F#4,G#3|D1.0|S0.75": 786,
  "CHORD:C4,G#4|D0.25|S0.0": 787,
  "CHORD:C4,G#4|D0.5|S0.0": 788,
  "CHORD:C4,G#4|D0.75|S0.0": 789,
  "CHORD:C4,G2|D1.5|S0.0": 790,
  "CHORD:C4,G3|D0.5|S0.25": 791,
  "CHORD:C4,G4,C5|D0.25|S0.0": 792,
  "CHORD:C4,G4,C5|D0.75|S0.0": 793,
  "CHORD:C4,G4|D0.5|S0.0": 794,
  "CHORD:C4,G4|D0.75|S0.0": 795,
  "CHORD:C4,G4|D1.5|S0.0": 796,
  "CHORD:C5,A4,A5,F5|D0.5|S0.5": 797,
  "CHORD:C5,A4,E-4|D0.5|S0.5": 798,
  "CHORD:C5,A4,F4,C5|D0.25|S0.5": 799,
  "CHORD:C5,A4,F4|D0.25|S0.25": 800,
  "CHORD:C5,A4,F4|D0.25|S0.5": 801,
  "CHORD:C5,A4,F5,A5|D0.5|S0.5": 802,
  "CHORD:C5,A4|D0.25|S0.5": 803,
  "CHORD:C5,A4|D0.25|S0.75": 804,
  "CHORD:C5,A4|D0.5|S0.25": 805,
  "CHORD:C5,A4|D0.5|S0.5": 806,
  "CHORD:C5,A4|D1.0|S0.25": 807,
  "CHORD:C5,A4|D1.5|S0.0": 808,
  "CHORD:C5,A4|D1.5|S0.5": 809,
  "CHORD:C5,B-4,E5,B-5|D0.5|S0.25": 810,
  "CHORD:C5,B-4,E5,B-5|D0.5|S0.5": 811,
  "CHORD:C5,B-4|D0.25|S0.5": 812,
  "CHORD:C5,B-4|D0.333|S0.0": 813,
  "CHORD:C5,B4|D0.25|S0.25": 814,
  "CHORD:C5,C5|D0.25|S0.25": 815,
  "CHORD:C5,C6,F5,A5|D0.5|S0.5": 816,
  "CHORD:C5,C6|D0.25|S0.5": 817,
  "CHORD:C5,C6|D0.5|S0.25": 818,
  "CHORD:C5,C6|D0.5|S0.5": 819,
  "CHORD:C5,C6|D0.5|S1.25": 820,
  "CHORD:C5,C6|D0.75|S0.25": 821,
  "CHORD:C5,D5,F#4|D0.25|S0.75": 822,
  "CHORD:C5,D5,F#5,A5,D6|D0.25|S0.25": 823,
  "CHORD:C5,D5,F#5,A5,D6|D0.25|S0.5": 824,
  "CHORD:C5,D5,F#5,A5,D6|D0.5|S0.25": 825,
  "CHORD:C5,D5,F#5,A5,D6|D0.5|S0.5": 826,
  "CHORD:C5,D5,F#5,A5|D0.75|S0.25": 827,
  "CHORD:C5,D5,F#5,D6,A5|D1.5|S1.5": 828,
  "CHORD:C5,D5|D0.25|S0.0": 829,
  "CHORD:C5,D5|D0.25|S0.25": 830,
  "CHORD:C5,D5|D0.25|S0.5": 831,
  "CHORD:C5,D5|D0.25|S0.75": 832,
  "CHORD:C5,D5|D0.25|S1.0": 833,
  "CHORD:C5,D5|D0.333|S0.0": 834,
  "CHORD:C5,D5|D0.5|S0.25": 835,
  "CHORD:C5,D5|D0.5|S0.5": 836,
  "CHORD:C5,D5|D0.75|S0.5": 837,
  "CHORD:C5,D5|D1.5|S0.5": 838,
  "CHORD:C5,D6,A5,F#5,D5|D0.5|S0.5": 839,
  "CHORD:C5,E-5,A5|D0.25|S0.75": 840,
  "CHORD:C5,E-5,C6,G#5|D1.5|S0.5": 841,
  "CHORD:C5,E-5,F#5|D0.25|S0.75": 842,
  "CHORD:C5,E-5,G#4|D0.5|S0.5": 843,
  "CHORD:C5,E-5,G#5,C6|D0.167|S0.083": 844,
  "CHORD:C5,E-5,G#5,C6|D0.167|S0.167": 845,
  "CHORD:C5,E-5,G#5,C6|D0.167|S0.333": 846,
  "CHORD:C5,E-5,G#5,C6|D0.25|S0.25": 847,
  "CHORD:C5,E-5,G#5|D0.5|S0.5": 848,
  "CHORD:C5,E-5|D0.25|S0.25": 849,
  "CHORD:C5,E-5|D0.25|S0.5": 850,
  "CHORD:C5,E-5|D0.5|S0.5": 851,
  "CHORD:C5,E-5|D1.0|S0.5": 852,
  "CHORD:C5,E4|D0.5|S0.5": 853,
  "CHORD:C5,E5,B-5,C6|D0.167|S0.167": 854,
  "CHORD:C5,E5,B-5,C6|D0.167|S0.333": 855,
  "CHORD:C5,E5,B-5,C6|D0.5|S0.25": 856,
  "CHORD:C5,E5,B-5,C6|D0.5|S0.5": 857,
  "CHORD:C5,E5|D0.25|S0.0": 858,
  "CHORD:C5,E5|D0.25|S0.25": 859,
  "CHORD:C5,E5|D0.25|S0.5": 860,
  "CHORD:C5,E5|D0.5|S0.25": 861,
  "CHORD:C5,E5|D0.5|S0.5": 862,
  "CHORD:C5,F#4,E-5|D0.5|S0.5": 863,
  "CHORD:C5,F#4|D0.5|S0.5": 864,
  "CHORD:C5,F#5,A5|D0.5|S0.25": 865,
  "CHORD:C5,F#5,D5,D6,A5|D0.5|S0.5": 866,
  "CHORD:C5,F#5|D0.5|S0.25": 867,
  "CHORD:C5,F#5|D0.5|S0.5": 868,
  "CHORD:C5,F5,A5,C6|D0.167|S0.0": 869,
  "CHORD:C5,F5,A5,C6|D0.167|S0.083": 870,
  "CHORD:C5,F5,A5,C6|D0.167|S0.167": 871,
  "CHORD:C5,F5,A5,C6|D0.167|S0.333": 872,
  "CHORD:C5,F5,A5,C6|D0.25|S0.25": 873,
  "CHORD:C5,F5,A5,C6|D0.5|S0.5": 874,
  "CHORD:C5,F5|D0.25|S0.0": 875,
  "CHORD:C5,F5|D0.25|S0.167": 876,
  "CHORD:C5,F5|D0.25|S0.25": 877,
  "CHORD:C5,F5|D0.25|S0.5": 878,
  "CHORD:C5,F5|D0.5|S0.25": 879,
  "CHORD:C5,F5|D0.5|S0.5": 880,
  "CHORD:C5,G#4,E-5|D0.5|S0.5": 881,
  "CHORD:C5,G#4,E-5|D1.0|S0.5": 882,
  "CHORD:C5,G#4|D0.25|S0.25": 883,
  "CHORD:C5,G#4|D0.5|S0.25": 884,
  "CHORD:C5,G#4|D0.5|S0.5": 885,
  "CHORD:C5,G#4|D0.5|S1.0": 886,
  "CHORD:C5,G#4|D1.0|S0.25": 887,
  "CHORD:C5,G#4|D1.0|S0.5": 888,
  "CHORD:C5,G#4|D2.0|S0.5": 889,
  "CHORD:C5,G#5|D0.25|S0.25": 890,
  "CHORD:C5,G#5|D0.25|S0.5": 891,
  "CHORD:C5,G3|D1.5|S0.0": 892,
  "CHORD:C5,G4|D0.25|S0.5": 893,
  "CHORD:C5,G4|D0.333|S0.5": 894,
  "CHORD:C5,G5|D0.75|S0.0": 895,
  "CHORD:C6,A5,D5|D0.25|S0.5": 896,
  "CHORD:C6,A5,F5,C5|D0.333|S0.25": 897,
  "CHORD:C6,A5,F5,C5|D0.333|S0.5": 898,
  "CHORD:C6,A5,F5,C5|D0.5|S0.25": 899,
  "CHORD:C6,A5,F5,C5|D0.5|S0.5": 900,
  "CHORD:C6,A5|D0.25|S0.25": 901,
  "CHORD:C6,A5|D0.333|S0.333": 902,
  "CHORD:C6,B-5,E5,C5|D0.333|S0.25": 903,
  "CHORD:C6,B-5,E5,C5|D0.333|S0.5": 904,
  "CHORD:C6,B-5,E5,C5|D0.5|S0.25": 905,
  "CHORD:C6,B-5,E5,C5|D0.5|S0.5": 906,
  "CHORD:C6,B-5|D0.25|S0.25": 907,
  "CHORD:C6,B-5|D0.333|S0.333": 908,
  "CHORD:C6,C5,A5,F5|D0.333|S0.25": 909,
  "CHORD:C6,C5,A5,F5|D0.333|S0.5": 910,
  "CHORD:C6,C5,A5,F5|D0.5|S0.25": 911,
  "CHORD:C6,C5,E5,B-5|D0.5|S0.5": 912,
  "CHORD:C6,C5,E5|D0.5|S0.25": 913,
  "CHORD:C6,C5,E5|D0.5|S0.5": 914,
  "CHORD:C6,C5,F5,A5|D0.333|S0.5": 915,
  "CHORD:C6,C5,F5,A5|D0.5|S0.5": 916,
  "CHORD:C6,C5,G#5,E-5|D0.333|S0.25": 917,
  "CHORD:C6,C5,G#5,E-5|D0.333|S0.5": 918,
  "CHORD:C6,C5,G5|D0.75|S0.5": 919,
  "CHORD:C6,C5|D0.25|S0.25": 920,
  "CHORD:C6,C5|D0.5|S0.5": 921,
  "CHORD:C6,C5|D1.0|S0.25": 922,
  "CHORD:C6,C5|D1.0|S0.5": 923,
  "CHORD:C6,C7|D0.25|S0.5": 924,
  "CHORD:C6,D5,A5|D0.25|S0.5": 925,
  "CHORD:C6,D6|D0.25|S0.0": 926,
  "CHORD:C6,D6|D0.25|S0.25": 927,
  "CHORD:C6,D6|D0.25|S0.5": 928,
  "CHORD:C6,D6|D0.333|S0.0": 929,
  "CHORD:C6,E5,C5|D0.5|S0.25": 930,
  "CHORD:C6,E5,C5|D0.5|S0.5": 931,
  "CHORD:C6,E5|D0.25|S0.25": 932,
  "CHORD:C6,E5|D0.5|S0.5": 933,
  "CHORD:C6,E6,C7,B-6|D0.5|S0.25": 934,
  "CHORD:C6,F#5,E-6|D0.25|S0.5": 935,
  "CHORD:C6,F#5|D0.5|S0.5": 936,
  "CHORD:C6,F5|D0.25|S0.25": 937,
  "CHORD:C6,F5|D0.5|S0.25": 938,
  "CHORD:C6,F6|D0.5|S0.0": 939,
  "CHORD:C6,G#5,E-5,C5|D0.333|S0.25": 940,
  "CHORD:C6,G#5,E-5,C5|D0.333|S0.5": 941,
  "CHORD:C6,G#5,E-5,C5|D0.5|S0.25": 942,
  "CHORD:C6,G#5,E-5,C5|D0.5|S0.5": 943,
  "CHORD:C6,G5,C5|D0.5|S0.25": 944,
  "CHORD:C6,G5,E-5|D0.5|S0.5": 945,
  "CHORD:C6,G5,E6|D0.25|S0.5": 946,
  "CHORD:C7,B-6|D0.333|S0.333": 947,
  "CHORD:C7,C6|D0.25|S0.5": 948,
  "CHORD:C7,D7|D0.333|S0.25": 949,
  "CHORD:C7,G6,E-6,C6|D0.5|S0.25": 950,
  "CHORD:D2,A2,D3|D2.0|S0.0": 951,
  "CHORD:D2,D3|D0.25|S0.0": 952,
  "CHORD:D2,D3|D0.25|S0.25": 953,
  "CHORD:D2,D3|D0.5|S0.0": 954,
  "CHORD:D2,D3|D1.0|S0.0": 955,
  "CHORD:D2,D3|D1.5|S0.0": 956,
  "CHORD:D2,D3|D1.5|S0.5": 957,
  "CHORD:D2,D3|D2.0|S0.0": 958,
  "CHORD:D2,D3|D3.0|S0.0": 959,
  "CHORD:D2,E3|D1.0|S0.0": 960,
  "CHORD:D2,F#3|D2.0|S0.0": 961,
  "CHORD:D3,B3|D0.5|S0.0": 962,
  "CHORD:D3,B3|D0.5|S0.25": 963,
  "CHORD:D3,B3|D0.5|S0.5": 964,
  "CHORD:D3,B3|D1.0|S0.0": 965,
  "CHORD:D3,B3|D1.0|S0.5": 966,
  "CHORD:D3,C4|D1.0|S0.0": 967,
  "CHORD:D3,C4|D1.5|S0.0": 968,
  "CHORD:D3,D2|D0.25|S0.25": 969,
  "CHORD:D3,D2|D0.5|S0.0": 970,
  "CHORD:D3,D2|D1.0|S0.0": 971,
  "CHORD:D3,D2|D1.5|S0.0": 972,
  "CHORD:D3,D2|D3.0|S0.0": 973,
  "CHORD:D3,D4|D1.5|S0.0": 974,
  "CHORD:D3,D4|D3.0|S0.0": 975,
  "CHORD:D3,E-3|D0.25|S0.0": 976,
  "CHORD:D3,E-3|D0.25|S0.25": 977,
  "CHORD:D3,G2,G3|D1.5|S0.0": 978,
  "CHORD:D3,G2,G3|D1.5|S1.5": 979,
  "CHORD:D3,G2|D0.5|S0.0": 980,
  "CHORD:D3,G3|D0.25|S0.0": 981,
  "CHORD:D4,A3,F#4,A4|D1.5|S0.5": 982,
  "CHORD:D4,A4,F#5|D2.0|S0.0": 983,
  "CHORD:D4,A4,G3|D1.5|S0.0": 984,
  "CHORD:D4,B-3|D0.5|S0.0": 985,
  "CHORD:D4,B-3|D0.5|S0.25": 986,
  "CHORD:D4,B-3|D1.5|S0.0": 987,
  "CHORD:D4,B-3|D2.0|S0.0": 988,
  "CHORD:D4,B-3|D3.0|S1.0": 989,
  "CHORD:D4,B-4|D0.5|S0.5": 990,
  "CHORD:D4,B3,F4|D1.0|S0.167": 991,
  "CHORD:D4,B3,G#4|D1.0|S0.167": 992,
  "CHORD:D4,B3|D1.0|S0.0": 993,
  "CHORD:D4,B4|D3.0|S0.5": 994,
  "CHORD:D4,C4,F#4,A4,D5|D2.0|S0.5": 995,
  "CHORD:D4,C4|D0.167|S0.083": 996,
  "CHORD:D4,C4|D0.167|S0.167": 997,
  "CHORD:D4,C4|D0.25|S0.75": 998,
  "CHORD:D4,C4|D0.333|S0.0": 999,
  "CHORD:D4,C4|D0.333|S0.25": 1000,
  "CHORD:D4,C4|D1.5|S0.0": 1001,
  "CHORD:D4,C4|D1.5|S0.5": 1002,
  "CHORD:D4,D3|D0.5|S0.0": 1003,
  "CHORD:D4,D5,A4,F#4|D0.25|S0.5": 1004,
  "CHORD:D4,D5|D0.25|S0.25": 1005,
  "CHORD:D4,D5|D0.5|S0.5": 1006,
  "CHORD:D4,E-4,E4|D0.333|S0.333": 1007,
  "CHORD:D4,E-4|D0.25|S0.0": 1008,
  "CHORD:D4,E-4|D0.25|S0.25": 1009,
  "CHORD:D4,E-4|D0.25|S0.5": 1010,
  "CHORD:D4,E-4|D0.333|S0.0": 1011,
  "CHORD:D4,E3|D1.0|S0.0": 1012,
  "CHORD:D4,E4,G#4|D1.0|S0.5": 1013,
  "CHORD:D4,E4|D0.25|S0.0": 1014,
  "CHORD:D4,E4|D0.333|S0.0": 1015,
  "CHORD:D4,E4|D0.333|S0.25": 1016,
  "CHORD:D4,F#4,A4,D5|D0.5|S0.25": 1017,
  "CHORD:D4,F#4,A4,D5|D0.5|S0.5": 1018,
  "CHORD:D4,F#4,A4|D1.0|S0.25": 1019,
  "CHORD:D4,F#4,C5|D0.5|S0.25": 1020,
  "CHORD:D4,F#4|D1.0|S0.0": 1021,
  "CHORD:D4,F#4|D1.0|S0.25": 1022,
  "CHORD:D4,F#4|D1.0|S1.0": 1023,
  "CHORD:D4,F#4|D2.0|S0.5": 1024,
  "CHORD:D4,F#4|D3.0|S1.0": 1025,
  "CHORD:D4,F3,B-3|D1.0|S0.25": 1026,
  "CHORD:D4,F3,B-3|D1.0|S0.5": 1027,
  "CHORD:D4,F3|D2.0|S0.25": 1028,
  "CHORD:D4,F3|D2.0|S0.75": 1029,
  "CHORD:D4,F4,G#4|D2.0|S0.0": 1030,
  "CHORD:D4,F4,G4|D0.5|S0.25": 1031,
  "CHORD:D4,F4|D0.25|S0.25": 1032,
  "CHORD:D4,F4|D2.0|S0.5": 1033,
  "CHORD:D4,F4|D3.0|S4.0": 1034,
  "CHORD:D4,G#4,B-4|D0.5|S0.167": 1035,
  "CHORD:D4,G#4,B-4|D0.5|S0.5": 1036,
  "CHORD:D4,G#4,B-4|D1.0|S0.5": 1037,
  "CHORD:D4,G#4,C5|D0.5|S0.5": 1038,
  "CHORD:D4,G#4|D1.5|S0.0": 1039,
  "CHORD:D4,G#4|D1.5|S0.5": 1040,
  "CHORD:D4,G#4|D2.75|S0.5": 1041,
  "CHORD:D4,G3,G4|D1.5|S1.5": 1042,
  "CHORD:D4,G4,B-4|D0.25|S0.5": 1043,
  "CHORD:D4,G4,B-4|D1.0|S1.0": 1044,
  "CHORD:D4,G4,B4,D5|D3.0|S0.5": 1045,
  "CHORD:D4,G4,B4|D0.25|S0.25": 1046,
  "CHORD:D4,G4,B4|D0.5|S0.25": 1047,
  "CHORD:D4,G4,B4|D0.5|S0.5": 1048,
  "CHORD:D4,G4|D0.25|S0.5": 1049,
  "CHORD:D4,G4|D0.5|S0.25": 1050,
  "CHORD:D4,G4|D0.5|S0.5": 1051,
  "CHORD:D4,G4|D0.75|S0.25": 1052,
  "CHORD:D4,G4|D0.75|S0.5": 1053,
  "CHORD:D4,G4|D1.0|S0.5": 1054,
  "CHORD:D4,G4|D1.5|S0.0": 1055,
  "CHORD:D4,G4|D2.0|S0.25": 1056,
  "CHORD:D5,A4,F#4|D0.25|S0.5": 1057,
  "CHORD:D5,A4,F#4|D1.5|S1.5": 1058,
  "CHORD:D5,A4,F#4|D3.0|S0.5": 1059,
  "CHORD:D5,A4,F5,A5|D0.25|S0.5": 1060,
  "CHORD:D5,A4|D0.5|S0.5": 1061,
  "CHORD:D5,A5,C6|D0.25|S0.5": 1062,
  "CHORD:D5,A5|D0.25|S0.25": 1063,
  "CHORD:D5,A5|D0.25|S0.5": 1064,
  "CHORD:D5,A5|D0.5|S0.25": 1065,
  "CHORD:D5,B-4,C#5|D0.25|S0.25": 1066,
  "CHORD:D5,B-4,G4,C5|D0.25|S0.25": 1067,
  "CHORD:D5,B-4,G5,B-5|D2.0|S0.5": 1068,
  "CHORD:D5,B-4,G5|D1.0|S0.5": 1069,
  "CHORD:D5,B-4|D0.25|S0.5": 1070,
  "CHORD:D5,B-4|D0.25|S0.75": 1071,
  "CHORD:D5,B-4|D0.5|S0.5": 1072,
  "CHORD:D5,B-4|D1.0|S0.5": 1073,
  "CHORD:D5,B-4|D1.0|S1.0": 1074,
  "CHORD:D5,B-4|D1.5|S0.5": 1075,
  "CHORD:D5,B-5,G#5|D0.5|S0.167": 1076,
  "CHORD:D5,B-5,G5|D0.5|S0.5": 1077,
  "CHORD:D5,B-5|D0.25|S0.25": 1078,
  "CHORD:D5,B4,C#5,E5|D0.25|S0.5": 1079,
  "CHORD:D5,B4,G#4,C#5|D0.25|S0.25": 1080,
  "CHORD:D5,B4,G#5|D0.75|S0.167": 1081,
  "CHORD:D5,B4,G5|D0.5|S0.5": 1082,
  "CHORD:D5,B4|D0.25|S0.5": 1083,
  "CHORD:D5,B4|D0.75|S0.25": 1084,
  "CHORD:D5,B5,B4|D3.0|S0.5": 1085,
  "CHORD:D5,C5,A5|D0.167|S0.083": 1086,
  "CHORD:D5,C5,A5|D0.167|S0.167": 1087,
  "CHORD:D5,C5,F#5,A5|D0.75|S0.25": 1088,
  "CHORD:D5,C5|D0.25|S0.25": 1089,
  "CHORD:D5,C5|D0.333|S0.333": 1090,
  "CHORD:D5,C5|D0.5|S0.25": 1091,
  "CHORD:D5,C5|D0.5|S0.5": 1092,
  "CHORD:D5,C5|D1.5|S0.5": 1093,
  "CHORD:D5,C6,F#5,D6|D0.5|S0.25": 1094,
  "CHORD:D5,D4,A4|D0.25|S0.5": 1095,
  "CHORD:D5,D4,F#4|D1.5|S0.5": 1096,
  "CHORD:D5,D4|D0.25|S0.25": 1097,
  "CHORD:D5,D6,E5,E6|D0.25|S0.25": 1098,
  "CHORD:D5,D6,F#5,C6|D0.5|S0.5": 1099,
  "CHORD:D5,D6|D0.25|S0.25": 1100,
  "CHORD:D5,D6|D0.25|S0.5": 1101,
  "CHORD:D5,D6|D0.5|S0.5": 1102,
  "CHORD:D5,D6|D0.75|S0.5": 1103,
  "CHORD:D5,E-5|D0.333|S0.25": 1104,
  "CHORD:D5,E-5|D0.333|S0.5": 1105,
  "CHORD:D5,E-5|D0.333|S0.75": 1106,
  "CHORD:D5,E5|D0.25|S0.0": 1107,
  "CHORD:D5,E5|D0.25|S0.25": 1108,
  "CHORD:D5,E5|D0.25|S0.5": 1109,
  "CHORD:D5,E5|D0.333|S1.5": 1110,
  "CHORD:D5,F#4,A4|D1.5|S0.5": 1111,
  "CHORD:D5,F#5,A5,D6|D2.0|S0.25": 1112,
  "CHORD:D5,F#5,B-5|D0.25|S0.75": 1113,
  "CHORD:D5,F#5|D0.5|S0.0": 1114,
  "CHORD:D5,F#5|D0.5|S0.5": 1115,
  "CHORD:D5,F#5|D0.75|S0.25": 1116,
  "CHORD:D5,F#5|D1.5|S0.25": 1117,
  "CHORD:D5,F#5|D2.0|S0.0": 1118,
  "CHORD:D5,F4,B-4|D1.0|S0.5": 1119,
  "CHORD:D5,F4|D2.0|S1.0": 1120,
  "CHORD:D5,F5,A5|D0.25|S0.25": 1121,
  "CHORD:D5,F5,A5|D0.333|S0.25": 1122,
  "CHORD:D5,F5,D6|D0.75|S0.5": 1123,
  "CHORD:D5,F5|D0.25|S0.25": 1124,
  "CHORD:D5,F5|D0.25|S0.5": 1125,
  "CHORD:D5,F5|D0.25|S0.75": 1126,
  "CHORD:D5,F5|D0.25|S1.0": 1127,
  "CHORD:D5,F5|D0.5|S0.25": 1128,
  "CHORD:D5,F5|D0.5|S0.5": 1129,
  "CHORD:D5,F5|D0.5|S1.0": 1130,
  "CHORD:D5,G#5,B-5|D0.5|S0.5": 1131,
  "CHORD:D5,G#5,B5|D0.25|S0.75": 1132,
  "CHORD:D5,G#5,C6|D0.5|S0.5": 1133,
  "CHORD:D5,G#5,D6|D0.75|S0.5": 1134,
  "CHORD:D5,G#5|D0.25|S0.75": 1135,
  "CHORD:D5,G#5|D0.5|S0.5": 1136,
  "CHORD:D5,G4,C5|D0.25|S0.25": 1137,
  "CHORD:D5,G4,E4|D0.5|S0.5": 1138,
  "CHORD:D5,G4,F5,G5|D0.75|S0.5": 1139,
  "CHORD:D5,G5,B-4|D0.25|S0.75": 1140,
  "CHORD:D5,G5,B-5,D6|D0.75|S0.5": 1141,
  "CHORD:D5,G5,B-5|D0.5|S0.5": 1142,
  "CHORD:D5,G5,B5,D6,G6|D0.25|S0.25": 1143,
  "CHORD:D5,G5,B5,D6|D0.5|S0.25": 1144,
  "CHORD:D5,G5,B5|D0.5|S0.25": 1145,
  "CHORD:D5,G5,B5|D0.5|S0.5": 1146,
  "CHORD:D5,G5,B5|D3.0|S0.333": 1147,
  "CHORD:D5,G5,B5|D3.0|S0.5": 1148,
  "CHORD:D5,G5,D6|D0.25|S0.75": 1149,
  "CHORD:D5,G5|D0.5|S0.5": 1150,
  "CHORD:D5,G5|D0.75|S0.5": 1151,
  "CHORD:D5,G5|D1.0|S0.5": 1152,
  "CHORD:D6,A5,D5,F#5,C5|D0.5|S0.5": 1153,
  "CHORD:D6,A5,D5|D1.5|S0.5": 1154,
  "CHORD:D6,A5,D5|D2.0|S2.0": 1155,
  "CHORD:D6,A5,F#5,D5|D0.25|S0.25": 1156,
  "CHORD:D6,A5,F#5,D5|D0.5|S0.5": 1157,
  "CHORD:D6,B-5,G5|D0.25|S0.25": 1158,
  "CHORD:D6,B5,G#5,C#6|D0.25|S0.25": 1159,
  "CHORD:D6,C6|D0.333|S0.333": 1160,
  "CHORD:D6,D5,F#5,A5|D0.25|S0.25": 1161,
  "CHORD:D6,D5|D0.25|S0.5": 1162,
  "CHORD:D6,D5|D0.5|S0.5": 1163,
  "CHORD:D6,D5|D1.0|S0.25": 1164,
  "CHORD:D6,E-6|D0.25|S1.75": 1165,
  "CHORD:D6,E-6|D0.333|S0.25": 1166,
  "CHORD:D6,E-6|D0.333|S0.333": 1167,
  "CHORD:D6,E6|D0.25|S0.0": 1168,
  "CHORD:D6,E6|D0.25|S0.25": 1169,
  "CHORD:D6,E6|D0.25|S0.5": 1170,
  "CHORD:D6,E6|D0.25|S0.75": 1171,
  "CHORD:D6,E6|D0.25|S1.25": 1172,
  "CHORD:D6,F#6,D7|D1.0|S4.0": 1173,
  "CHORD:D6,F#6,D7|D3.0|S0.25": 1174,
  "CHORD:D6,F5|D0.5|S0.5": 1175,
  "CHORD:D6,G#6,G#5|D1.0|S0.25": 1176,
  "CHORD:D6,G5,C6|D0.25|S0.25": 1177,
  "CHORD:D6,G5|D0.25|S0.5": 1178,
  "CHORD:D7,A6,F#6,D6|D0.25|S0.25": 1179,
  "CHORD:D7,B6,G#6,C#7|D0.25|S0.25": 1180,
  "CHORD:D7,C7,G6|D0.25|S0.25": 1181,
  "CHORD:D7,D6,F#6,A6|D0.25|S0.25": 1182,
  "CHORD:D7,D6|D0.25|S0.5": 1183,
  "CHORD:D7,E7|D0.25|S0.0": 1184,
  "CHORD:D7,E7|D0.25|S0.5": 1185,
  "CHORD:D7,F#6,D6|D1.0|S4.0": 1186,
  "CHORD:D7,F#6,D6|D3.0|S0.25": 1187,
  "CHORD:E-1,E-2|D4.0|S0.0": 1188,
  "CHORD:E-2,B-2|D1.5|S0.0": 1189,
  "CHORD:E-2,D3|D1.0|S0.0": 1190,
  "CHORD:E-2,E-3|D1.0|S0.0": 1191,
  "CHORD:E-2,E-3|D1.5|S0.0": 1192,
  "CHORD:E-2,E-3|D1.5|S0.5": 1193,
  "CHORD:E-2,E-3|D1.5|S2.5": 1194,
  "CHORD:E-2,E-3|D1.5|S3.5": 1195,
  "CHORD:E-2,E-3|D2.0|S0.0": 1196,
  "CHORD:E-2,E-3|D3.0|S0.0": 1197,
  "CHORD:E-2,E-3|D3.0|S1.0": 1198,
  "CHORD:E-2,F3|D1.0|S0.0": 1199,
  "CHORD:E-2,G3|D2.0|S0.0": 1200,
  "CHORD:E-3,A3|D0.5|S0.25": 1201,
  "CHORD:E-3,B-2,E-2|D0.5|S0.0": 1202,
  "CHORD:E-3,B-3,C#4,E4|D2.75|S0.5": 1203,
  "CHORD:E-3,B-3|D1.5|S0.0": 1204,
  "CHORD:E-3,B-3|D3.0|S0.25": 1205,
  "CHORD:E-3,C#4|D1.0|S0.0": 1206,
  "CHORD:E-3,C#4|D2.0|S0.0": 1207,
  "CHORD:E-3,C4,G#4|D0.167|S0.0": 1208,
  "CHORD:E-3,C4,G#4|D1.333|S0.0": 1209,
  "CHORD:E-3,E-2|D1.5|S0.0": 1210,
  "CHORD:E-3,E-4|D1.0|S0.0": 1211,
  "CHORD:E-3,E-4|D1.5|S0.0": 1212,
  "CHORD:E-3,E-4|D1.5|S1.5": 1213,
  "CHORD:E-3,F3|D0.25|S0.25": 1214,
  "CHORD:E-3,G#2|D1.5|S0.0": 1215,
  "CHORD:E-4,A3,G4|D1.0|S0.5": 1216,
  "CHORD:E-4,A3|D0.25|S0.5": 1217,
  "CHORD:E-4,A4,B3|D0.25|S0.25": 1218,
  "CHORD:E-4,A4,B3|D0.25|S0.5": 1219,
  "CHORD:E-4,A4,C5|D0.5|S0.25": 1220,
  "CHORD:E-4,A4,C5|D1.0|S0.5": 1221,
  "CHORD:E-4,A4|D0.333|S0.25": 1222,
  "CHORD:E-4,B-3|D0.25|S0.25": 1223,
  "CHORD:E-4,B-4|D0.5|S1.0": 1224,
  "CHORD:E-4,B3,A4|D0.25|S0.0": 1225,
  "CHORD:E-4,B3,F#3|D2.0|S0.25": 1226,
  "CHORD:E-4,B3|D2.0|S0.0": 1227,
  "CHORD:E-4,B4,F4|D0.25|S0.5": 1228,
  "CHORD:E-4,B4|D0.75|S0.25": 1229,
  "CHORD:E-4,B4|D1.0|S0.25": 1230,
  "CHORD:E-4,C#4|D0.5|S0.5": 1231,
  "CHORD:E-4,C4,G4|D0.5|S0.5": 1232,
  "CHORD:E-4,C4|D1.0|S0.25": 1233,
  "CHORD:E-4,C5,G#4|D1.0|S0.5": 1234,
  "CHORD:E-4,C5,G#4|D1.5|S0.5": 1235,
  "CHORD:E-4,E-3|D1.0|S0.0": 1236,
  "CHORD:E-4,E-3|D1.5|S0.0": 1237,
  "CHORD:E-4,E-5|D0.25|S0.25": 1238,
  "CHORD:E-4,E-5|D0.25|S0.5": 1239,
  "CHORD:E-4,E-5|D0.5|S0.5": 1240,
  "CHORD:E-4,E-5|D0.5|S0.75": 1241,
  "CHORD:E-4,E-5|D1.5|S0.5": 1242,
  "CHORD:E-4,E-5|D1.5|S1.5": 1243,
  "CHORD:E-4,E4|D0.25|S0.25": 1244,
  "CHORD:E-4,E4|D0.25|S0.5": 1245,
  "CHORD:E-4,F#4,B-4|D0.25|S0.5": 1246,
  "CHORD:E-4,F#4,B-4|D1.0|S0.167": 1247,
  "CHORD:E-4,F#4,B-4|D1.0|S0.25": 1248,
  "CHORD:E-4,F#4,B-4|D1.0|S0.5": 1249,
  "CHORD:E-4,F#4|D1.5|S0.5": 1250,
  "CHORD:E-4,F4,B4|D0.25|S0.5": 1251,
  "CHORD:E-4,F4,E-4|D0.333|S0.25": 1252,
  "CHORD:E-4,F4|D0.25|S0.25": 1253,
  "CHORD:E-4,F4|D0.333|S0.25": 1254,
  "CHORD:E-4,F4|D0.333|S0.5": 1255,
  "CHORD:E-4,G#3,G#4|D0.5|S0.0": 1256,
  "CHORD:E-4,G#3|D2.0|S0.0": 1257,
  "CHORD:E-4,G#4,C5|D0.5|S0.5": 1258,
  "CHORD:E-4,G#4|D0.5|S0.25": 1259,
  "CHORD:E-4,G#4|D0.5|S0.5": 1260,
  "CHORD:E-4,G#4|D1.0|S0.25": 1261,
  "CHORD:E-4,G#4|D1.0|S0.5": 1262,
  "CHORD:E-4,G3,B-3|D0.5|S0.25": 1263,
  "CHORD:E-4,G4,A4|D0.75|S0.5": 1264,
  "CHORD:E-4,G4,B-4,E-5|D0.5|S0.5": 1265,
  "CHORD:E-4,G4,B-4|D0.25|S0.75": 1266,
  "CHORD:E-4,G4,B-4|D0.5|S0.25": 1267,
  "CHORD:E-4,G4,C5,E-5|D1.5|S0.5": 1268,
  "CHORD:E-4,G4,C5|D0.5|S0.25": 1269,
  "CHORD:E-4,G4,C5|D0.5|S0.5": 1270,
  "CHORD:E-4,G4|D0.25|S0.75": 1271,
  "CHORD:E-4,G4|D1.0|S0.5": 1272,
  "CHORD:E-4,G4|D1.5|S0.5": 1273,
  "CHORD:E-5,A4,G5|D1.0|S0.5": 1274,
  "CHORD:E-5,A4|D0.5|S0.5": 1275,
  "CHORD:E-5,A5,E-6|D0.25|S0.25": 1276,
  "CHORD:E-5,A5|D0.25|S0.25": 1277,
  "CHORD:E-5,A5|D0.5|S0.5": 1278,
  "CHORD:E-5,A5|D0.75|S0.25": 1279,
  "CHORD:E-5,A5|D0.75|S0.5": 1280,
  "CHORD:E-5,B-4,F#4|D0.25|S0.5": 1281,
  "CHORD:E-5,B-4|D0.5|S0.5": 1282,
  "CHORD:E-5,B-5|D0.25|S0.25": 1283,
  "CHORD:E-5,B-5|D0.333|S0.5": 1284,
  "CHORD:E-5,B4,E5,C#5|D0.333|S0.25": 1285,
  "CHORD:E-5,B4,F#4,E-4|D1.0|S0.167": 1286,
  "CHORD:E-5,B4,F#4,E-4|D1.0|S0.25": 1287,
  "CHORD:E-5,B4,G#4|D0.25|S0.5": 1288,
  "CHORD:E-5,B4|D0.25|S0.333": 1289,
  "CHORD:E-5,B4|D0.25|S0.75": 1290,
  "CHORD:E-5,B5,B4|D0.083|S0.25": 1291,
  "CHORD:E-5,B5,B4|D0.25|S0.25": 1292,
  "CHORD:E-5,B5,B4|D0.333|S0.167": 1293,
  "CHORD:E-5,B5,B4|D0.333|S0.25": 1294,
  "CHORD:E-5,B5|D0.25|S0.5": 1295,
  "CHORD:E-5,C#5|D0.25|S0.5": 1296,
  "CHORD:E-5,C#5|D0.333|S0.333": 1297,
  "CHORD:E-5,C5,C6,G#5|D0.5|S0.25": 1298,
  "CHORD:E-5,C5,F#5|D0.25|S0.75": 1299,
  "CHORD:E-5,C5,G#4|D1.0|S0.5": 1300,
  "CHORD:E-5,C5|D0.25|S0.5": 1301,
  "CHORD:E-5,C5|D0.5|S0.25": 1302,
  "CHORD:E-5,C5|D0.5|S0.5": 1303,
  "CHORD:E-5,C5|D0.75|S0.5": 1304,
  "CHORD:E-5,C5|D1.0|S0.5": 1305,
  "CHORD:E-5,C5|D2.0|S0.5": 1306,
  "CHORD:E-5,C6,G#5,C5|D0.5|S0.5": 1307,
  "CHORD:E-5,C6|D0.5|S0.5": 1308,
  "CHORD:E-5,D5|D0.333|S0.333": 1309,
  "CHORD:E-5,E-4|D0.25|S0.25": 1310,
  "CHORD:E-5,E-4|D0.5|S0.0": 1311,
  "CHORD:E-5,E-5,F#5|D0.25|S0.75": 1312,
  "CHORD:E-5,E-6|D0.333|S0.25": 1313,
  "CHORD:E-5,E-6|D0.333|S0.5": 1314,
  "CHORD:E-5,E-6|D0.5|S0.25": 1315,
  "CHORD:E-5,E-6|D0.5|S0.5": 1316,
  "CHORD:E-5,E-6|D0.5|S1.0": 1317,
  "CHORD:E-5,E-6|D0.5|S2.0": 1318,
  "CHORD:E-5,E-6|D0.75|S0.5": 1319,
  "CHORD:E-5,E-6|D1.0|S0.5": 1320,
  "CHORD:E-5,E5|D0.25|S0.5": 1321,
  "CHORD:E-5,F#5,B-5|D1.0|S0.5": 1322,
  "CHORD:E-5,F#5,C6|D0.75|S0.5": 1323,
  "CHORD:E-5,F#5,G#5|D0.25|S0.25": 1324,
  "CHORD:E-5,F#5|D0.25|S0.25": 1325,
  "CHORD:E-5,F#5|D0.5|S0.167": 1326,
  "CHORD:E-5,F#5|D0.5|S0.5": 1327,
  "CHORD:E-5,F#5|D0.5|S1.0": 1328,
  "CHORD:E-5,F#5|D0.75|S0.25": 1329,
  "CHORD:E-5,F#5|D2.5|S0.25": 1330,
  "CHORD:E-5,F4,A4|D0.75|S0.5": 1331,
  "CHORD:E-5,F5|D0.25|S0.25": 1332,
  "CHORD:E-5,F5|D0.333|S0.25": 1333,
  "CHORD:E-5,F5|D0.333|S0.333": 1334,
  "CHORD:E-5,G#4,B4|D0.25|S0.5": 1335,
  "CHORD:E-5,G#5|D0.25|S0.75": 1336,
  "CHORD:E-5,G4,B-4|D0.5|S0.25": 1337,
  "CHORD:E-5,G5,B-5,E-6|D2.0|S0.25": 1338,
  "CHORD:E-5,G5,B-5,E-6|D2.0|S0.5": 1339,
  "CHORD:E-5,G5,C5|D0.5|S0.25": 1340,
  "CHORD:E-5,G5,E-6|D0.5|S0.25": 1341,
  "CHORD:E-5,G5,E-6|D0.75|S0.5": 1342,
  "CHORD:E-5,G5,E-6|D1.5|S0.5": 1343,
  "CHORD:E-5,G5,G4,B-4|D3.0|S0.5": 1344,
  "CHORD:E-5,G5|D0.25|S0.5": 1345,
  "CHORD:E-5,G5|D0.5|S0.5": 1346,
  "CHORD:E-5,G5|D1.5|S0.5": 1347,
  "CHORD:E-5,G5|D2.0|S0.0": 1348,
  "CHORD:E-6,A5|D0.5|S0.5": 1349,
  "CHORD:E-6,B5,E-5|D0.25|S0.5": 1350,
  "CHORD:E-6,B5,F#5,E-5|D0.25|S0.25": 1351,
  "CHORD:E-6,B5,F5|D0.25|S0.5": 1352,
  "CHORD:E-6,B5,G#5,E-5|D1.0|S0.5": 1353,
  "CHORD:E-6,B6,F#7|D0.167|S0.167": 1354,
  "CHORD:E-6,B6,F#7|D0.167|S0.333": 1355,
  "CHORD:E-6,B6,F#7|D0.25|S0.25": 1356,
  "CHORD:E-6,B6|D0.333|S0.25": 1357,
  "CHORD:E-6,C6,G#5,E-5|D1.0|S0.5": 1358,
  "CHORD:E-6,E-5|D0.5|S0.5": 1359,
  "CHORD:E-6,F#5,E-5|D2.0|S1.0": 1360,
  "CHORD:E-6,F5,B5|D0.25|S0.5": 1361,
  "CHORD:E-6,G5,E-5|D0.5|S0.25": 1362,
  "CHORD:E-6,G5|D3.0|S0.5": 1363,
  "CHORD:E-6,G6,B-6,E-7|D0.5|S0.5": 1364,
  "CHORD:E-6,G6,G5,C6|D1.0|S0.5": 1365,
  "CHORD:E-7,B-6,G6,E-6|D0.25|S0.25": 1366,
  "CHORD:E-7,B-6,G6,E-6|D4.0|S2.0": 1367,
  "CHORD:E-7,E-6|D0.25|S0.5": 1368,
  "CHORD:E-7,F#6,E-6|D1.5|S0.333": 1369,
  "CHORD:E1,E2|D0.5|S0.5": 1370,
  "CHORD:E1,E2|D1.5|S0.0": 1371,
  "CHORD:E2,E3|D0.5|S0.0": 1372,
  "CHORD:E2,E3|D1.0|S0.0": 1373,
  "CHORD:E3,D3|D0.25|S0.0": 1374,
  "CHORD:E3,D3|D0.25|S0.25": 1375,
  "CHORD:E3,E4|D1.0|S0.0": 1376,
  "CHORD:E3,F3|D0.25|S0.25": 1377,
  "CHORD:E3,G#3|D0.5|S0.0": 1378,
  "CHORD:E4,A3,A4|D0.5|S0.0": 1379,
  "CHORD:E4,A4,B-4|D0.25|S0.25": 1380,
  "CHORD:E4,A4,C#5|D0.25|S0.5": 1381,
  "CHORD:E4,A4,E5|D0.5|S0.5": 1382,
  "CHORD:E4,A4|D0.25|S0.25": 1383,
  "CHORD:E4,A4|D0.5|S0.5": 1384,
  "CHORD:E4,A4|D1.0|S0.5": 1385,
  "CHORD:E4,B-4|D2.0|S0.5": 1386,
  "CHORD:E4,B3,G#4,B4|D0.25|S0.5": 1387,
  "CHORD:E4,B4|D0.5|S0.5": 1388,
  "CHORD:E4,C#4|D1.0|S1.0": 1389,
  "CHORD:E4,C#5|D0.25|S0.75": 1390,
  "CHORD:E4,C#5|D0.5|S0.5": 1391,
  "CHORD:E4,C4,G#3|D0.25|S0.5": 1392,
  "CHORD:E4,C4|D0.083|S0.0": 1393,
  "CHORD:E4,C4|D0.167|S0.333": 1394,
  "CHORD:E4,C4|D0.25|S0.0": 1395,
  "CHORD:E4,C4|D0.25|S0.25": 1396,
